Repository: bi119aTe5hXk/moe.TV
Catalog: moe.TV/Support Files/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

source: Abandoned
ja: 放棄
zh_hans: 抛弃
zh_hant: 拋棄

source: AccessToken
ja: アクセストークン
zh_hans: 访问令牌
zh_hant: 存取權杖

source: Active Downloads
ja: ダウンロード中
zh_hans: 正在下载
zh_hant: 正在下載

source: Albireo cookies may expired. Logout?
ja: Albireo の Cookie が期限切れになっている可能性があります。ログアウトしますか?
zh_hans: Albireo的cookie似乎无效了，登出吗？
zh_hant: Albireo的cookie似乎無效了，註銷嗎？

source: Albireo favorite status has changed
ja: Albireoの記録を変更しました
zh_hans: Albireo收藏状态修改完成
zh_hant: Albireo收藏狀態已修改

source: Albireo favorite status is nil
ja: Albireoの記録がありませんでした
zh_hans: Albireo收藏状态为空
zh_hant: Albreo收藏狀態為空

source: Albireo OAuth2 login is not available on tvOS. Please log in on another device and enable iCloud sync.
ja: tvOS では Albireo OAuth2 ログインを利用できません。別のデバイスでログインし、iCloud 同期を有効にしてください。
zh_hans: tvOS 不支持 Albireo OAuth2 登录。请在其他设备登录并开启 iCloud 同步。
zh_hant: tvOS 不支援 Albireo OAuth2 登入。請在其他裝置登入並開啟 iCloud 同步。

source: All video download failed.
ja: すべてのビデオのダウンロードに失敗しました。
zh_hans: 所有视频下载失败
zh_hant: 所有影片下載失敗

source: All Bangumi
ja: すべて
zh_hans: 所有番组
zh_hant: 所有番組

source: Already downloaded, if you want to replace the file, please delete it in download manager.
ja: すでにダウンロードされています。ファイルを置き換える場合は、ダウンロード マネージャーで削​​除してください。
zh_hans: 已下载，如果需要覆盖该视频，请在下载管理里删除旧视频
zh_hant: 已下載，如果想覆蓋文件，請在下載管理裡刪除舊影片

source: API Server URL
ja: APIサーバーURL
zh_hans: API服务器地址
zh_hant: API伺服器地址

source: Are you sure to delete all playback history?
ja: 視聴履歴をすべて削除しますか？
zh_hans: 确定要清空播放记录吗？
zh_hant: 確定要清空播放歷史嗎？

source: Are you sure to delete this keyword?
ja: このキーワードを削除しますか？
zh_hans: 确定要删除此关键词吗？
zh_hant: 確定要刪除該關鍵詞嗎？

source: Are you sure you want to logout from bgm.tv?
ja: bgm.tvからログアウトしてもよろしいですか?
zh_hans: 确定要登出bgm.tv吗？
zh_hant: 確定要登出bgm.tv嗎？

source: Are you sure you want to logout?
ja: 本当にログアウトしますか？
zh_hans: 确定要登出吗？
zh_hant: 確定要登出嗎？

source: Authorization Server URL
ja: 認証サーバーURL
zh_hans: 授权服务器地址
zh_hant: 授權伺服器地址

source: Automatic
ja: 自動
zh_hans: 自动
zh_hant: 自動

source: Back
ja: 戻る
zh_hans: 后退
zh_hant: 返回

source: Back 5 seconds
ja: 5秒戻し
zh_hans: 回退5秒
zh_hant: 快退5秒

source: Back 15 seconds
ja: 15秒戻し
zh_hans: 回退15秒
zh_hant: 快退15秒

source: Bgm.tv favorite status has changed
ja: bgm.tvの記録を変更しました
zh_hans: Bgm.tv收藏状态修改完成
zh_hant: Bgm.tv收藏狀態已修改

source: BGM.TV favorite status is nil
ja: BGM.TVの記録がありませんでした。
zh_hans: BGM.TV收藏状态为空
zh_hant: BGM.TV收藏狀態為空

source: BGM.TV Logined
ja: BGM.TV ログイン済み
zh_hans: BGM.TV 已登录
zh_hant: BGM.TV 已登入

source: Bgm.tv setting on tvOS is not supported. But you can use iOS or macOS device to setup and will do sync with bgm.tv on tvOS.
ja: tvOS 上の bgm.tv 設定はサポートされていません。ただし、iOS または macOS デバイスを使用して設定し、tvOS 上の bgm.tv と同期することができます。
zh_hans: tvOS上不支持bgm.tv设置。您可以在iOS/macOS上登录bgm.tv后，通过云端将登录信息同步到tvOS上
zh_hant: tvOS上不支持bgm.tv相關設定。您可以在iOS/macOS上登入後通過雲端同步帳戶信息到tvOS

source: box.moe login is not available on tvOS. Please log in on another device and enable iCloud sync.
ja: tvOS では box.moe ログインを利用できません。別のデバイスでログインし、iCloud 同期を有効にしてください。
zh_hans: tvOS 不支持 box.moe 登录。请在其他设备登录并开启 iCloud 同步。
zh_hant: tvOS 不支援 box.moe 登入。請在其他裝置登入並開啟 iCloud 同步。

source: Buffering
ja: ロード中…
zh_hans: 缓冲中…
zh_hant: 讀取中...

source: Cache
ja: キャッシュ
zh_hans: 缓存
zh_hant: 快取

source: Cancel
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

source: Cancel download
ja: ダウンロードをキャンセル
zh_hans: 取消下载
zh_hant: 取消下載

source: Cancel Download
ja: キャンセルする
zh_hans: 取消下载
zh_hant: 取消下載

source: Change favorite status
ja: 状態変更
zh_hans: 修改收藏状态
zh_hant: 修改收藏狀態

source: Check favorite status conflict
ja: お気に入り状態の競合を確認する
zh_hans: 检查收藏状态冲突
zh_hant: 檢測收藏狀態衝突

source: Choose a sign-in method
ja: ログイン方法を選択
zh_hans: 选择登录方式
zh_hant: 選擇登入方式

source: Clear history
ja: 履歴を削除
zh_hans: 清除记录
zh_hant: 刪除紀錄

source: Clear image cache
ja: 画像キャッシュをクリア
zh_hans: 清理图片缓存
zh_hant: 清理圖片緩存

source: Clear playback history
ja: 再生履歴を削除する
zh_hans: 清除播放记录
zh_hant: 刪除播放紀錄

source: Clear streaming video cache
ja: ストリーミング動画キャッシュを削除
zh_hans: 清理流媒体视频缓存
zh_hant: 清理串流影片快取

source: Close
ja: 閉じる
zh_hans: 关闭
zh_hant: 關閉

source: Connect to Albireo Services
ja: Albireoにログイン
zh_hans: 连接Albireo服务
zh_hant: 登入Albireo服務

source: Continue
ja: 前回から続く
zh_hans: 继续
zh_hant: 繼續

source: Continue from last position?
ja: 前回の位置から再生？
zh_hans: 从上次播放进度开始播放？
zh_hant: 從上次播放進度開始播放？

source: Copy current frame
ja: 現在のフレームをコピー
zh_hans: 复制当前画面
zh_hant: 複製目前畫面

source: Custom status
ja: カスタムステータス
zh_hans: 自定义状态
zh_hant: 自訂狀態

source: Debug
ja: デバッグ
zh_hans: 调试
zh_hant: 除錯

source: Debug menu
ja: デバッグメニュー
zh_hans: 调试菜单
zh_hant: 除錯選單

source: Default playbck speed
ja: デフォルト再生速度
zh_hans: 默认播放速度
zh_hant: 預設播放速度

source: Delete
ja: 削除
zh_hans: 删除
zh_hant: 刪除

source: Delete selected videos
ja: 選択した動画を削除
zh_hans: 删除选中的视频
zh_hant: 刪除選取的影片

source: Done
ja: 完了
zh_hans: 完成
zh_hant: 完成

source: Download
ja: ダウンロード
zh_hans: 下载
zh_hant: 下載

source: Download All
ja: すべてをダウンロード
zh_hans: 下载全部
zh_hant: 下載全部

source: Downloaded Videos
ja: ダウンロード済み
zh_hans: 已下载视频
zh_hant: 已下載影片

source: Downloading %lld%%
ja: ダウンロード中 %lld%%
zh_hans: 下载中： %lld%%
zh_hant: 下載中 %lld%%

source: Downloading...%lld%%
ja: ダウンロード中...%lld%%
zh_hans: 下载中...%lld%%
zh_hant: 下載中...%lld%%

source: Error: Video URL is empty
ja: エラー：無効なビデオリンク(URL nil)
zh_hans: 错误：视频链接为空
zh_hant: 錯誤：影片連結不存在

source: ExpireTime
ja: 有効期限
zh_hans: 过期时间
zh_hant: 過期時間

source: Favorite status conflict has been detected. Choose which one you want to keep.
ja: お気に入りの状態に競合が検出されました。どちらを残すか選択してください。
zh_hans: 检测到收藏状态冲突，请选择保留状态
zh_hant: 檢測到收藏狀態衝突，請選擇保留的收藏狀態

source: Finished
ja: 完成
zh_hans: 已完成
zh_hant: 已完成

source: Force landscape while playing (iPhone only)
ja: 再生の時強制横画面(iPhoneのみ)
zh_hans: 强制横屏播放（仅iPhone）
zh_hant: 強制橫屏播放（僅iPhone）

source: Forward
ja: 進む
zh_hans: 前进
zh_hant: 前進

source: Forward 5 seconds
ja: 5秒進む
zh_hans: 快进5秒
zh_hant: 快進5秒

source: Forward 15 seconds
ja: 15秒進む
zh_hans: 快进15秒
zh_hant: 快進15秒

source: Full Screen
ja: 全画面
zh_hans: 全屏
zh_hant: 全螢幕

source: Functions
ja: 機能
zh_hans: 功能
zh_hant: 機能

source: Group
ja: グループ
zh_hans: 分组
zh_hant: 群組

source: Group: %@
ja: グループ: %@
zh_hans: 分组：%@
zh_hant: 群組：%@

source: Hide unrelease/empty EPs
ja: 未放送/名前なしのエピソードを非表示
zh_hans: 隐藏未播出/无名字剧集
zh_hant: 隱藏未播出/無名劇集

source: History
ja: 再生履歴
zh_hans: 历史
zh_hant: 歷史紀錄

source: iCloud Available
ja: iCloud 利用可能
zh_hans: iCloud 可用
zh_hant: iCloud 可用

source: Invalid video URL. Switched to original URL.
ja: 動画URLが無効です。元のURLに切り替えました。
zh_hans: 视频 URL 无效，已切换为原始 URL。
zh_hant: 影片 URL 無效，已切換為原始 URL。

source: Later
ja: あとで
zh_hans: 稍后
zh_hant: 稍後

source: Loading video CDN nodes...
ja: 動画CDNノードを読み込み中...
zh_hans: 正在加载视频 CDN 节点...
zh_hant: 正在載入影片 CDN 節點...

source: Loading...
ja: ロード中...
zh_hans: 加载中...
zh_hant: 讀取中...

source: Log Out
ja: ログアウト
zh_hans: 登出
zh_hant: 登出

source: Login
ja: ログイン
zh_hans: 登录
zh_hant: 登入

source: Login method
ja: ログイン方法
zh_hans: 登录方式
zh_hant: 登入方式

source: Login with box.moe
ja: box.moeでログイン
zh_hans: 使用 box.moe 登录
zh_hant: 使用 box.moe 登入

source: Login with OAuth2
ja: OAuth2でログイン
zh_hans: 使用 OAuth2 登录
zh_hant: 使用 OAuth2 登入

source: Logout
ja: ログアウト
zh_hans: 登出
zh_hant: 登出

source: My Bangumi
ja: お気に入り
zh_hans: 我的追番
zh_hant: 我的追番

source: Nickname: %@
ja: ニックネーム: %@
zh_hans: 昵称: %@
zh_hant: 暱稱: %@

source: No Internet
ja: インターネットアクセスできません
zh_hans: 无网络
zh_hant: 無網路

source: No Picture
ja: 画像なし
zh_hans: 无图像
zh_hant: 無圖像

source: No Record
ja: 記録なし
zh_hans: 无记录
zh_hant: 無紀錄

source: No video cached.
ja: キャッシュしたビデオはありません。
zh_hans: 无缓存视频
zh_hant: 無緩存影片

source: No video file.
ja: ビデオファイルはありません。
zh_hans: 无视频文件
zh_hant: 無影片

source: OAuth2 Client ID
ja: OAuth2 クライアントID
zh_hans: OAuth2 客户端 ID
zh_hant: OAuth2 用戶端 ID

source: OAuth2 Redirect Host
ja: OAuth2 リダイレクトホスト
zh_hans: OAuth2 回调 Host
zh_hant: OAuth2 回呼 Host

source: Offline
ja: オフライン
zh_hans: 离线
zh_hant: 離線

source: OnAir
ja: 上映中
zh_hans: 推荐
zh_hant: 推薦

source: Online
ja: オンライン
zh_hans: 在线
zh_hant: 線上

source: Online service is not available.
ja: オンラインサービスはご利用いただけません。
zh_hans: 在线服务不可用
zh_hant: 在線服務不可用

source: Open download manager
ja: ダウンロードマネージャーを開く
zh_hans: 打开下载管理
zh_hant: 打開下載管理

source: Password
ja: パスワード
zh_hans: 密码
zh_hant: 密碼

source: Pause
ja: 放置
zh_hans: 搁置
zh_hant: 擱置

source: Pending
ja: 保留
zh_hans: 保留
zh_hant: 暫留

source: Picture in Picture
ja: ピクチャー・イン・ピクチャー
zh_hans: 画中画
zh_hant: 畫中畫

source: Play
ja: 再生
zh_hans: 播放
zh_hant: 播放

source: Playback History
ja: 再生履歴
zh_hans: 播放记录
zh_hant: 播放紀錄

source: Playback notice
ja: 再生のお知らせ
zh_hans: 播放提示
zh_hant: 播放提示

source: Playback speed
ja: 再生速度
zh_hans: 播放速度
zh_hant: 回放倍數

source: Please select a source:
ja: ビデオソースを選んでください：
zh_hans: 请选择片源：
zh_hant: 請選擇片源：

source: Preferences
ja: 設定
zh_hans: 偏好设置
zh_hant: 偏好設置

source: Preparing video...
ja: ビデオ準備中…
zh_hans: 视频准备中…
zh_hant: 正在準備影片...

source: Re-login
ja: 再ログイン
zh_hans: 重新登录
zh_hant: 重新登入

source: Re-Sync with iCloud
ja: iCloud と再同期
zh_hans: 重新同步 iCloud
zh_hant: 重新同步 iCloud

source: Refresh BGM Access Token
ja: BGM アクセストークンを更新
zh_hans: 刷新 BGM 访问令牌
zh_hant: 重新整理 BGM 存取權杖

source: Refresh video cache size
ja: 動画キャッシュサイズを更新
zh_hans: 刷新视频缓存大小
zh_hant: 重新整理影片快取大小

source: Refresh video CDN nodes
ja: 動画CDNノードを更新
zh_hans: 刷新视频 CDN 节点
zh_hant: 重新整理影片 CDN 節點

source: RefreshToken
ja: リフレッシュトークン
zh_hans: 刷新令牌
zh_hant: 重新整理權杖

source: Reload
ja: 再読み込み
zh_hans: 重新加载
zh_hant: 重新載入

source: Search
ja: 検索
zh_hans: 搜索
zh_hant: 檢索

source: Search on Cloud
ja: サーバで検索
zh_hans: 云端搜索
zh_hant: 在雲端檢索

source: Search...
ja: 検索…
zh_hans: 搜索...
zh_hant: 檢索...

source: Select
ja: 選択
zh_hans: 选择
zh_hant: 選擇

source: Selected video CDN is unavailable. Switched to automatic CDN.
ja: 選択した動画CDNは利用できません。自動CDNに切り替えました。
zh_hans: 已选择的视频 CDN 不可用，已切换为自动 CDN。
zh_hant: 已選擇的影片 CDN 無法使用，已切換為自動 CDN。

source: Server URL
ja: サーバーリンク
zh_hans: 服务器链接
zh_hant: 伺服器地址

source: Server URL or Username / Password error.
ja: サーバーリンクまたはユーザ名／パスワードエラー
zh_hans: 服务器URL或用户名密码错误
zh_hant: 伺服器地址或用戶名密碼錯誤

source: Set Albreo's favorite status to BGM.TV?
ja: Albireoのお気に入り設定をBGM.TVにする？
zh_hans: 设置Albireo的收藏状态到BGM.TV吗？
zh_hant: 將Albireo的收藏狀態同步至BGM.TV？

source: Set BGM.TV's favorite status to Albreo?
ja: BGM.TVのお気に入り設定をAlbireoにする？
zh_hans: 设置BGM.TV的收藏状态到Albireo吗？
zh_hant: 將BGM.TV的收藏狀態同步至Albireo？

# Set watched when finished the final EP
source: Automatically changes status to watched after the last episode is played
ja: 最終回が再生終わると、自動的にステータスが「視聴済み」に変更する
zh_hans: 看完最后一话时自动标记为“看过”
zh_hant: 播完最後一話時自動標記為“看過”

source: Settings
ja: 設定
zh_hans: 设置
zh_hant: 設定

source: Share
ja: 共有
zh_hans: 分享
zh_hant: 分享

# Show Bgm.tv while playing (may result in spoilers!)
source: Show Bgm.tv while playing (Spoiler Alert!)
ja: 再生する際、bgm.tvを表示する（ネタバレ注意！）
zh_hans: 在播放时显示bgm.tv讨论页面(可能会导致剧透！)
zh_hant: 播放時顯示bgm.tv討論頁（可能會導致劇透！）

source: Show download list
ja: ダウンロードリスト
zh_hans: 查看下载列表
zh_hant: 查看下載列表

source: Show in bgm.tv
ja: bgm.tvを開く
zh_hans: 在bgm.tv查看
zh_hant: 在bgm.tv裡查看

source: Sign out
ja: ログアウト
zh_hans: 登出
zh_hant: 登出

source: Sign: %@
ja: サイン: %@
zh_hans: 签名: %@
zh_hant: 簽名: %@

source: Start from beginning
ja: 最初から再生
zh_hans: 从最初开始
zh_hant: 從最初開始

source: Stay login
ja: ログインのままにする
zh_hans: 保持登录
zh_hant: 維持登錄

source: Stop
ja: 停止
zh_hans: 停止
zh_hant: 停止

source: Streaming video cache
ja: ストリーミング動画キャッシュ
zh_hans: 流媒体视频缓存
zh_hant: 串流影片快取

source: Sync status with bgm.tv
ja: bgm.tvと同期する
zh_hans: 同步观看进度到bgm.tv
zh_hant: 同步收視進度到bgm.tv

# UNKNOW_STATUS
source: Unknown
ja: 不明
zh_hans: 未知状态
zh_hant: 未知狀態

source: Unknown
ja: 不明
zh_hans: 未知
zh_hant: 未知

source: Use custom player UI
ja: カスタムプレイヤーUIを使用する
zh_hans: 使用定制播放器界面
zh_hant: 使用訂製播放器UI

source: Use password login on tvOS. For box.moe login, please log in on another device and enable iCloud sync.
ja: tvOS ではパスワードログインを使用できます。box.moe ログインは別のデバイスで行い、iCloud 同期を有効にしてください。
zh_hans: tvOS 可使用密码登录。box.moe 登录请在其他设备完成，并开启 iCloud 同步。
zh_hant: tvOS 可使用密碼登入。box.moe 登入請在其他裝置完成，並開啟 iCloud 同步。

source: Use password login on tvOS. For OAuth2 login, please log in on another device and enable iCloud sync.
ja: tvOS ではパスワードログインを使用できます。OAuth2 ログインは別のデバイスで行い、iCloud 同期を有効にしてください。
zh_hans: tvOS 可使用密码登录。OAuth2 登录请在其他设备完成，并开启 iCloud 同步。
zh_hant: tvOS 可使用密碼登入。OAuth2 登入請在其他裝置完成，並開啟 iCloud 同步。

source: Username
ja: ユーザ名
zh_hans: 用户名
zh_hant: 用戶名

source: Username: %@
ja: ユーザ名: %@
zh_hans: 用户名: %@
zh_hant: 用戶名: %@

source: Video CDN
ja: 動画CDN
zh_hans: 视频 CDN
zh_hant: 影片 CDN

source: Video CDN Nodes
ja: 動画CDNノード
zh_hans: 视频 CDN 节点
zh_hant: 影片 CDN 節點

source: Video CDN nodes updated.
ja: 動画CDNノードを更新しました。
zh_hans: 视频 CDN 节点已更新。
zh_hant: 影片 CDN 節點已更新。

source: Volume %@
ja: 音量 %@
zh_hans: 音量 %@
zh_hant: 音量 %@

source: Watched
ja: 視聴済み
zh_hans: 看过
zh_hant: 看過

source: Watching
ja: 視聴中
zh_hans: 在看
zh_hant: 在看

source: Wish
ja: 見たい
zh_hans: 想看
zh_hant: 想看

source: Yes
ja: はい
zh_hans: 是
zh_hant: 是
